export const ACTIVITIES = [
  {
    title: "GDGoC KNU 4th,5th",
    role: "Frontend Core",
    period: "2024.09 - Present",
    descriptions: [
      "2024년 9월, 4기 일반 멤버로 들어와서 꾸준하고 적극적인 활동을 통해 2025년 1월 프론트엔드 운영진이 되었습니다.",
      "GDGoC KNU의 프론트엔드 멤버들이 즐겁게 배울 수 있는 스터디를 운영하고 있습니다.",
      "2025년 5월, GDGoC KNU에서 개최한 DevFest 행사를 기획하고, 운영을 했습니다.",
    ],
  },
  {
    title: "카카오테크캠퍼스 3기",
    role: "Frontend",
    period: "2025.04 - 2025.11",
    descriptions: [
      "1단계 과정에서 적극적으로 참여하여 우수 수료자로 선정되었습니다.",
      "아이디어톤에서 팀원들과 무박2일로 서비스를 기획하고, 발표를 통해 대상을 받았습니다.",
      "3단계 과정에서 기획한 서비스를 바탕으로 프로젝트를 진행하여, 사고없이 끝까지 마무리할 수 있었습니다.",
    ],
  },
];
